---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyTopLevelParam
source: html/c08a250f-32d7-b78d-ba21-2b1dd48d6b24.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyTopLevelParam Property

"Top Level"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyTopLevelParam { get; }
```